---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseMz
source: html/1e958e7e-baa4-676f-4020-a2ff9e146c8b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralEndReleaseMz Property

"End Mz"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralEndReleaseMz { get; }
```